Hair_data = [
    "飞机头短发烫发",
    "齐刘海微卷烫发",
    "无刘海蓬松短发",
    "无刘海蓬松短发烫发",
    "碎发齐刘海",
    "纹理烫短发",
    "平刘海短发",
    "中分短发",
    "蓬松烫发短发",
    "露眉短发",
    "斜刘海韩式烫发",
    "大背头",
    "油背头",
    "子弹头",
    "面筋哥同款发型（恭喜中奖）"
];

Attribute_data = [
    "青梅竹马",
    "天降系",
    "哥哥",
    "弟弟",
    "人夫",
    "学生",
    "学生会长",
    "老师",
    "不良少男",
    "渣男",
    "优等生",
    "大少爷",
    "眼镜小生",
    "贵族",
    "不幸少男",
    "吸血鬼",
    "王子",
    "和尚",
    "修道士",
    "偶像",
    "狗子",
    "宅男",
    "文学少男",
    "巫师",
    "哈利波特？",
    "人造人",
    "杀手",
    "杀人狂",
    "科学家",
    "死变态",
    "警察"
];

Character_data = [
    "运动达人",
    "天才",
    "高傲",
    "元气",
    "强气",
    "弱气",
    "乐观",
    "悲观",
    "腹黑",
    "冒失",
    "认真",
    "三无",
    "抖S",
    "抖M",
    "中二",
    "病弱",
    "笨蛋",
    "SB",
    "弱智",
    "刚！！"
];

//数据来源:随便百度的 毫无科学依据
Cupsize_data = [
    "5cm",
    "7cm","7cm","7cm","7cm","7cm",
    "9cm","9cm","9cm","9cm","9cm","9cm","9cm","9cm","9cm","9cm","9cm",
    "11cm","11cm","11cm","11cm",
    "15cm","15cm","15cm",
    "17cm","17cm",
    "20cm",
    "30cm"
];

Skin_data = [
    "小白脸",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "黑鬼"
];